{
    "roles": {
        "dom": "1147453317241389117",
        "switch": "1150454235360669768",
        "sub": "1150453458047078540",
        "exploring": "1150483694105137354",
        "ageVerified": "1164256198489538653",
        "mod": "1147465809917124688",
        "dms": {
            "open": "1159358790756474942",
            "ask": "1159359606254997584",
            "closed": "1159359866398310410"
        },
        "relationships": {
            "play": "1161756325181673492",
            "intimate": "1161756713368682636",
            "friends": "1161756872685146152"
        },
        "flirting": {
            "yes": "1162086510674317463",
            "no": "1162086774131138651"
        }
    },
    "users": {
        "pinea": "438733159748599813",
        "saro": "427145734639321088",
        "cheff": "667128864044220459",
        "chaosDwarf": "773175937264779265",
        "sabah": "683511907600433223"
    },

    "praise": {
        "*": [
            "I'm so proud of you",
            "You beg so prettily, how can I refuse",
            "You're perfect",
            "You're doing so good",
            "*head pats*",
            "Wow, look at you!",
            "You're a pleasure to use",
            "God you're so sexy",
            "You deserve all the praise in the world",
            "God you're a dream",
            "Good job! You're so cute right now!",
            "Who's looking so cute today! Is it you? It must be!",
            "You deserve some cuddles",
            "Looking like a real snack right now!",
            "You deserve a treat!"
        ],
        "${roles.dom}": [
            "You give the best cuddles",
            "You make me feel so special",
            "You're taking such good care of your toy",
            "I will take you any day of the week"
        ],
        "${roles.sub}": [
            "My pretty little needy whore",
            "You're my perfect little toy",
            "So well-behaved and on your knees",
            "I love hearing you whimper",
            "Good pet; you're chatting so gracefully",
            "Who's a good little sub??? That's right it's you!",
            "Wow I bet you stay hydrated like a good sub!",
            "You should be collared up just for me that's how valuable you are"
        ],
        "${users.saro}": [
            "You fit in well as a pink name",
            "You're adorable when you get flustered",
            "You're so cute when you hide your face",
            "Aww, don't cry baby girl!!",
            "If this was a try not to hide your face challenge, you're failing"
        ],
        "${users.cheff}": [
            "Yes Cheff",
            "You love to run your mouth Cheff, but now you will use it for something else",
            "If you keep mouthing off, I will make sure you wont be able to sit for a few days",
            "You can bark and bite, but you will end up leashed and moaning",
            "If you want to fight, you will end up pinned, not that you wouldn't enjoy that",
            "Bratty Cheff is fun but submissive Cheff is just so breedable"
        ],
        "${users.chaosDwarf}": [
            "I enjoy watching you melt into a puddle, little candle"
        ],
        "${users.sabah}": [
            "You're a good cocaine bear"
        ]
    },
    "degrade": {
        "*": [
            "Dripping for me, are you?",
            "Ask nicely, little slut",
            "I love the way you look when you're on your knees",
            "All I want to do is watch you squirm",
            "Who gave you permission to speak?",
            "Don't make me punish you",
            "How cute; you think you deserve praise?",
            "Beg for us; beg like you deserve to do.",
            "Be useful and sit quietly.",
            "Hahaha pitiful."
        ],
        "${roles.dom}": [
        ],
        "${roles.sub}": [
            "That's my good little cumslut",
            "Such a good little fuckdoll",
            "Such a good little whore",
            "Be a good slut and bend over for me",
            "Bad little pet; go think about what you did",
            "Poor little creature, begging for attention.",
            "Bad pet; Bad... down. ",
            "You're so cute when you're right... shame you're in the wrong."
        ],
        "${users.saro}": [
            "Don't you dare change from a pink name"
        ],
        "${users.sabah}": [
            "You're just a toe-licking goat"
        ]
    },
    "mean": {
        "*": [
            "It's impossible to underestimate you",
            "You're as sharp as a rubber ball",
            "I was going to give you a nasty look, but I see you already have one",
            "How do you not fall down more?",
            "You're as deep as a puddle in a parking lot",
            "I just love that you don't care what people think",
            "You remind me of a slightly tilted picture frame",
            "Stupidity is not a crime. You're free to go",
            "You really should come with a warning label",
            "I would describe your personality as a vibrant shade of beige",
            "Can I have the name of your hair salon? I need to know where not to go",
            "You seem to be suffering from delusions of adequacy",
            "You are the human equivalent of a participation trophy",
            "Whatever kind of look you were aiming for, you missed",
            "If you were a spice, you'd be flour",
            "I smell something burning. Are you trying to think again?",
            "You're as useless as the 'ueue' in 'queue'",
            "Your face is just fine. It's your personality that's the issue",
            "I'm not saying you're ugly, but maybe you should start walking backward",
            "You have the charisma of a wet sock",
            "Guess you're not as dumb as you look. How could you be?!",
            "You should use glue instead of chapstick",
            "I've seen salad that dresses better than you",
            "You continue to meet my expectations",
            "You look easy to draw",
            "Honestly, I'm just impressed you could read this",
            "Your face just made me agnostic",
            "You look like a 'before' picture",
            "You'd fail a personality test",
            "Your birth control of choice appears to be your personality",
            "You look like something I drew with my left hand",
            "You're a gray sprinkle on a Funfetti cupcake",
            "Your face would make an onion cry",
            "Don't be ashamed of who you are.That's your parents' job",
            "You're about as bright as a cave"
        ]
    },
    "triggers": {
    }
}
